INSERT INTO artist 
VALUES
	(1, 'Roxette'),
	(2, 'Ace of Base'),
	(3, 'Enigma'),
	(4, 'ВИА "Ялла"'),
	(5 , 'Plazma'),
	(6, 'МакСим'),
	(7, 'E-Type'),
	(8 , 'Hi-Fi'),
	(9, 'Михаил Шуфутинский');

INSERT INTO genre 
VALUES
	(1, 'Рок-музыка'),
	(2, 'Поп-музыка'),
	(3, 'Нью-эйдж'),
	(4, 'Евродэнс'),
	(5, 'Шансон');

INSERT INTO artistgenre 
VALUES
	(1, 1),
	(2, 2),
	(3, 3),
	(4, 2),
	(5, 4),
	(6, 2),
	(7, 4),
	(8, 2),
	(9, 5);

INSERT INTO album 
VALUES
	(1, 'The Fall Of Rebel Angel', 2016),
	(2, 'The Same Parents', 2008),
	(3, 'Greatest Hits', 2008),
	(4, 'Tourism', 1992),
	(5, 'The 30 Biggest Hits XXX', 2014),
	(6, 'Три колодца', 2016),
	(7, 'Take My Love', 2000),
	(8, 'Трудный возраст', 2006),
	(9, 'Made in Sweben', 1994),
	(10, 'Первый контакт', 1999),
	(11, 'Разбуди меня', 2018),
	(12, 'Ты моя жизнь', 2020),
	(13, 'Постой, паровоз', 2021),
	(14, 'Rarities', 2016);

INSERT INTO artistalbum 
VALUES
	(1, 3),
	(2, 3),
	(3, 2),
	(4, 1),
	(5, 1),
	(6, 4),
	(7, 5),
	(8, 6),
	(9, 7),
	(10, 8),
	(11, 8),
	(12, 9),
	(13, 9),
	(14, 1);
	

INSERT INTO track 
VALUES 
	(1, 'The Sign', 187, 3),
	(2, 'Lucky Love', 153, 3),
	(3, 'The Rain', 269, 4),
	(4, 'Neve is Long Time', 207, 4),
	(5, 'The Die Cast', 249, 1),
	(6, 'Lost in Nothingness', 192, 1),
	(7, 'The Same Parents', 241, 2),
	(8, 'Piano Moods', 127, 2),
	(9, 'It Must Have Been Love', 251, 5),
	(10, 'Три колодца', 266, 6),
	(11, 'Это дюбовь', 334, 6),
	(12, 'Take My Love', 205, 7),
	(13, 'Jamp in My Car', 252, 7),
	(14, 'Знаешь ли ты', 241, 8),
	(15, 'Нежность', 191, 8),
	(16, 'This is The Way', 213, 9),
	(17, 'Set The World On Fire', 206, 9),
	(18, 'Беспризорник', 263, 10),
	(19, 'Coll Me Misha', 205, 10),
	(20, 'Забытый сентябрь', 208, 11),
	(21, 'Не покидай', 207, 11),
	(22, 'Соседка, заходи на огонек', 20, 12),
	(23, 'Постой, паровоз', 183, 13),
	(24, 'The Voice', 248, 14);
	
INSERT INTO collection 
VALUES
	(1, 'Лучшее', 2016),
	(2, 'Поаулярное', 2018),
	(3, 'The Best',2020),
	(4, 'I Like', 2019),
	(5, 'Coll collections', 2020),
	(6, ' Плейлиси дня', 2021),
	(7, 'В тренде', 2018),
	(8, 'Машина времени', 2018),
	(9, 'Вечные хиты', 2015),
	(10, 'Новый плейлист', 2020);
	
INSERT INTO unification 
VALUES
	(2, 1),
	(6, 1),
	(11, 1),
	(16, 1),
	(22, 1),
	(1, 2),
	(4, 2),
	(13, 2),
	(3, 3),
	(8, 3),
	(16, 3),
	(20,3),
	(5, 4),
	(10, 4),
	(15,4),
	(7, 5),
	(14, 5),
	(21, 5),
	(24, 5),
	(1, 6),
	(7, 6),
	(12, 6),
	(17, 6),
	(23, 6),
	(5, 7),
	(9, 7),
	(15, 7),
	(19, 7),
	(3, 8),
	(6, 8),
	(11, 8),
	(22, 8),
	(4, 9),
	(13, 9),
	(18, 9),
	(24, 9),
	(9, 10),
	(16, 10),
	(20, 10),
	(21, 10);	